[
        {
                "title": "Providing background information: reference to the literature",
                "p0-0": "Several reports have shown that …",
                "p0-1": "As mentioned in the literature review, …",
                "p0-2": "Prior studies that have noted the importance of …",
                "p0-3": "Very little was found in the literature on the question of …",
                "p0-4": "Previous studies evaluating X observed inconsistent results on whether …",
                "p0-5": "A strong relationship between X and Y has been reported in the literature.",
                "p0-6": "In reviewing the literature, no data was found on the association between X and Y."
        },
        {
                "title": "Providing background information: reference to the question",
                "p0-0": "The third question in this research was …",
                "p0-1": "An initial objective of the project was to identify …",
                "p0-2": "The first question in this study sought to determine …",
                "p0-3": "It was hypothesised that participants with a history of …",
                "p0-4": "The present study was designed to determine the effect of …",
                "p0-5": "With respect to the first research question, it was found that …",
                "p0-6": "This study set out with the aim of assessing the importance of X in …"
        },
        {
                "title": "Restating the result or one of several results",
                "p0-0": "One interesting finding is …",
                "p0-1": "The current study found that …",
                "p0-2": "Another important finding was that …",
                "p0-3": "The most interesting finding was that …",
                "p0-4": "In this study, Xs were found to cause …",
                "p0-5": "The results of this study show/indicate that …",
                "p0-6": "On the question of X, this study found that …",
                "p0-7": "This experiment did not detect any evidence for …",
                "p0-8": "The most important clinically relevant finding was …",
                "p1-0": "X provided the largest set of significant clusters of …",
                "p1-1": "It is interesting to note that in all seven cases of this study …",
                "p1-2": "The most obvious finding to emerge from the analysis is that …",
                "p1-3": "In the current study, comparing X with Y showed that the mean degree of …",
                "p1-4": "The results of this study did not show that …/did not show any significant increase in …"
        },
        {
                "title": "Indicating an unexpected outcome",
                "p0-0": "Surprisingly, X was found to ….",
                "p0-1": "What is surprising is that ….",
                "p0-2": "One unanticipated finding was that ….",
                "p0-3": "Surprisingly, no differences were found in ….",
                "p0-4": "This finding was unexpected and suggests that ….",
                "p0-5": "It is somewhat surprising that no X was noted in this condition ….",
                "p0-6": "Contrary to expectations, this study did not find a significant difference between ….",
                "p0-7": "However, the observed difference between X and Y in this study was not significant.",
                "p0-8": "However, the ANOVA (one way) showed that these results were not statistically significant."
        },
        {
                "title": "Comparing the result: supporting previous findings",
                "p0-0": "This study confirms that X is associated with …",
                "p0-1": "\nThis finding was also reported by Smith ",
                "p0-2": "et al",
                "p0-3": ". (1989).",
                "p0-4": "\nThis finding is consistent with that of Smith (2000) who …",
                "p0-5": "\nComparison of the findings with those of other studies confirms …",
                "p0-6": "\nThis also accords with our earlier observations, which showed that …",
                "p0-7": "\nThese results reflect those of Smith ",
                "p0-8": "et al",
                "p0-9": ". (1992) who also found that …",
                "p0-10": "\nIncreased activation in the X in this study corroborates these earlier findings.",
                "p0-11": "\nThese results corroborate the findings of a great deal of the previous work in …",
                "p0-12": "\nThis finding broadly supports the work of other studies in this area linking X with Y.",
                "p0-13": "\nIn accordance with the present results, previous studies have demonstrated that …",
                "p0-14": "\nIt is encouraging to compare this figure with that found by Jones (1993) who found that …",
                "p0-15": "\nConsistent with the literature, this research found that participants who reported using X also …",
                "p0-16": "\nThis study supports evidence from previous observations (e.g. Smith, 2006; Jones ",
                "p0-17": "et al",
                "p0-18": "., 2011).",
                "p0-19": "\nThere are similarities between the attitudes expressed by X in this study and those described by …",
                "p1-0": " ",
                "td0-0": "These results",
                "td1-0": "further support the idea of …",
                "td1-1": "\nconfirm the association between …",
                "td1-2": "\nare consistent with data obtained in …",
                "td1-3": "\nmatch those observed in earlier studies.",
                "td1-4": "\nare in line with those of previous studies.",
                "td1-5": "\nare in agreement with those obtained by …",
                "td1-6": "\nare in accord with recent studies indicating that …",
                "td1-7": "\nseem to be consistent with other research which found …",
                "td1-8": "\nare consistent with those of Smith and Jones (2015) who …",
                "td1-9": "\nare in agreement with Smith’s (1999) findings which showed …",
                "td1-10": "\nsupport previous research into this brain area which links X and Y.",
                "td1-11": "\ncorroborate the ideas of Smith and Jones (2008), who suggested that …"
        },
        {
                "title": "Comparing the result: contradicting previous findings",
                "p0-0": "This study has been unable to demonstrate that …",
                "p0-1": "However, this result has not previously been described.",
                "p0-2": "This outcome is contrary to that of Smith et al. (2001) who found …",
                "p0-3": "This finding is contrary to previous studies which have suggested that …",
                "p0-4": "In contrast to earlier findings, however, no evidence of X was detected.",
                "p0-5": "The yields in this investigation were higher compared to those of other studies.",
                "p0-6": "However, the findings of the current study do not support the previous research.",
                "p0-7": "Smith et al. (1999) showed that … This differs from the findings presented here …",
                "p0-8": "The overall level was found to be 15%, lower than that of previously reported levels.",
                "p0-9": "It has been suggested that … (Smith et al., 2002). This does not appear to be the case.",
                "p0-10": "The levels observed in this investigation are far below those observed by Smith ",
                "p0-11": "et al.",
                "p0-12": " (2007).",
                "p0-13": "These results differ from X’s 2003 estimate of Y, but they are broadly consistent with earlier …"
        },
        {
                "title": "Offering an explanation for the findings",
                "p0-0": "A possible explanation for this might be that …",
                "p0-1": "Another possible explanation for this is that …",
                "p0-2": "This result may be explained by the fact that …",
                "p0-3": "There are, however, other possible explanations.",
                "p0-4": "These relationships may partly be explained by …",
                "p0-5": "There are several possible explanations for this result.",
                "p0-6": "A possible explanation for these results may be the lack of adequate …",
                "p0-7": "These differences can be explained in part by the proximity of X and Y.",
                "p0-8": "These factors may explain the relatively good correlation between X and Y.",
                "p1-0": "This inconsistency may be due to …",
                "p1-1": "These results are likely to be related to …",
                "p1-2": "This discrepancy could be attributed to …",
                "p1-3": "It seems possible that these results are due to …",
                "p1-4": "This rather contradictory result may be due to …",
                "p1-5": "The observed increase in X could be attributed to …",
                "p1-6": "It is difficult to explain this result, but it might be related to …",
                "p2-0": "The possible interference of X cannot be ruled out.",
                "p2-1": "It may be that these participants benefitted from …",
                "p2-2": "Differences between X and Y may have influenced …",
                "p2-3": "These possible sources of error could have affected …",
                "p2-4": "There are two likely causes for the differences between …",
                "p2-5": "The reason for this is not clear but it may have something to do with …",
                "p2-6": "The observed correlation between X and Y might be explained in this way: …",
                "p2-7": "Since this difference has not been found elsewhere it is probably not due to …"
        },
        {
                "title": "Advising cautious interpretation of the findings",
                "p0-0": "Another source of uncertainty is …",
                "p0-1": "A note of caution is due here since …",
                "p0-2": "These findings may be somewhat limited by …",
                "p0-3": "These findings cannot be extrapolated to all patients.",
                "p0-4": "These data must be interpreted with caution because …",
                "p0-5": "It could be argued that the positive results were due to …",
                "p0-6": "These results therefore need to be interpreted with caution.",
                "p0-7": "In observational studies, there is a potential for bias from …",
                "p0-8": "It is important to bear in mind the possible bias in these responses.",
                "p0-9": "Although exclusion of X did not …, these results should be interpreted with caution.",
                "p0-10": "However, with a small sample size, caution must be applied, as the findings might not be …"
        },
        {
                "title": "Suggesting general hypotheses",
                "p0-0": "It is possible, therefore, that …",
                "p0-1": "It can thus be suggested that …",
                "p0-2": "In general, therefore, it seems that …",
                "p0-3": "It may be the case therefore that these variations …",
                "p0-4": "It is therefore likely that such connections exist between …",
                "p0-5": "It is possible to hypothesise that these conditions are less likely to occur in …",
                "p1-0": "These findings suggest that …",
                "p1-1": "According to these data, we can infer that …",
                "p1-2": "This observation may support the hypothesis that …",
                "p1-3": "Hence, it could conceivably be hypothesised that …",
                "p1-4": "The value of X suggests that a weak link may exist between …",
                "p1-5": "These results provide further support for the hypothesis that …",
                "p1-6": "Therefore, X could be a major factor, if not the only one, causing …"
        },
        {
                "title": "Noting implications of the findings",
                "p0-0": "It can therefore be assumed that the …",
                "p0-1": "An implication of this is the possibility that …",
                "p0-2": "The present study raises the possibility that …",
                "p0-3": "One of the issues that emerges from these findings is …",
                "p0-4": "Some of the issues emerging from this finding relate specifically to …",
                "p1-0": "These findings may help us to understand …",
                "p1-1": "This finding, while preliminary, suggests that .…",
                "p1-2": "This finding has important implications for developing …",
                "p1-3": "This observational study suggests that a diet rich in X may help prevent …",
                "p1-4": "These findings raise intriguing questions regarding the nature and extent of …",
                "p1-5": "This combination of findings provides some support for the conceptual premise that …"
        },
        {
                "title": "Commenting on the findings",
                "p0-0": "These findings are rather disappointing.",
                "p0-1": "However, these results were not very encouraging.",
                "p0-2": "The test was successful as it was able to identify students who …",
                "p0-3": "The present results are significant in at least two major respects.",
                "p0-4": "The results of this study do not explain the occurrence of these adverse events.",
                "p0-5": "These findings will doubtless be much scrutinised, but there are some immediately dependable conclusions for …"
        },
        {
                "title": "Giving suggestions for future work",
                "p0-0": "This is an important issue for future research.",
                "p0-1": "Research questions that could be asked include …",
                "p0-2": "There are still many unanswered questions about …",
                "p0-3": "Several questions remain unanswered at present.",
                "p0-4": "Despite these promising results, questions remain.",
                "p0-5": "Further work is required to establish the viability of…",
                "p0-6": "Further research should be undertaken to investigate the …",
                "p0-7": "There is abundant room for further progress in determining …",
                "p0-8": "A further study with more focus on X is therefore suggested.",
                "p0-9": "Future studies on the current topic are therefore recommended.",
                "p0-10": "To develop a full picture of X, additional studies will be needed that …",
                "p0-11": "In future investigations, it might be possible to use a different X in which …",
                "p0-12": "Further studies, which take these variables into account, will need to be undertaken."
        }
]