[
        {
                "title": "Establishing the importance of the topic for the world or society",
                "p0-0": "X is fundamental to …",
                "p0-1": "X has a pivotal role in …",
                "p0-2": "X is frequently prescribed for …",
                "p0-3": "X is fast becoming a key instrument in …",
                "p0-4": "X plays a vital role in the metabolism of …",
                "p0-5": "X plays a critical role in the maintenance of …",
                "p0-6": "Xs have emerged as powerful platforms for …",
                "p0-7": "X is essential for a wide range of technologies.",
                "p0-8": "X can play an important role in addressing the issue of …",
                "p0-9": "Xs are the most potent anti-inflammatory agents known.",
                "p0-10": "There is evidence that X plays a crucial role in regulating …",
                "p0-11": "X is a common condition which has considerable impact on …",
                "p0-12": "In the new global economy, X has become a central issue for …",
                "p0-13": "Evidence suggests that X is among the most important factors for …",
                "p0-14": "X is important for a wide range of scientific and industrial processes.",
                "p0-15": "Xs are one of the most widely used groups of antibacterial agents and …",
                "p0-16": "There is a growing body of literature that recognises the importance of …",
                "p0-17": "X is an important component in the climate system, and plays a key role in Y.",
                "p0-18": "In the history of development economics, X has been thought of as a key factor in …",
                "p0-19": "Xs are one of the most widely used groups of Y and have been extensively used for …."
        },
        {
                "title": "Establishing the importance of the topic for the discipline",
                "p0-0": "A key aspect of X is …",
                "p0-1": "X is of interest because …",
                "p0-2": "X is a classic problem in …",
                "p0-3": "A primary concern of X is …",
                "p0-4": "X is a dominant feature of …",
                "p0-5": "X is an important aspect of …",
                "p0-6": "X is a fundamental property of …",
                "p0-7": "The concepts of X and Y are central to …",
                "p0-8": "X is at the heart of our understanding of …",
                "p0-9": "Investigating X is a continuing concern within …",
                "p0-10": "X is a major area of interest within the field of …",
                "p0-11": "X has been studied by many researchers using …",
                "p0-12": "X has been an object of research since the 1960s.",
                "p0-13": "X has been the subject of many classic studies in …",
                "p0-14": "X has been instrumental in our understanding of …",
                "p0-15": "The theory of X provides a useful account of how …",
                "p0-16": "Central to the entire discipline of X is the concept of …",
                "p0-17": "X is an increasingly important area in applied linguistics.",
                "p0-18": "The issue of X has received considerable critical attention.",
                "p0-19": "X has long been a question of great interest in a wide range of fields."
        },
        {
                "title": "Establishing the importance of the topic (time frame given)",
                "p0-0": "Recently, there has been renewed interest in …",
                "p0-1": "Traditionally, Xs have subscribed to the belief that …",
                "p0-2": "One of the most important events of the 1970s was …",
                "p0-3": "In recent years, there has been an increasing interest in …",
                "p0-4": "Recent developments in X have heightened the need for …",
                "p0-5": "The last two decades have seen a growing trend towards …",
                "p0-6": "Recently, researchers have shown an increased interest in …",
                "p0-7": "Over the past century, there has been a dramatic increase in …",
                "p0-8": "Recent trends in X have led to a proliferation of studies that …",
                "p0-9": "X proved an important literary genre in the early Y community.",
                "p0-10": "The past decade has seen the rapid development of X in many …",
                "p0-11": "Since it was reported in 2005, X has been attracting a lot of interest.",
                "p0-12": "Recently, a considerable literature has grown up around the theme of …",
                "p0-13": "Recent developments in the field of X have led to a renewed interest in …",
                "p0-14": "The past thirty years have seen increasingly rapid advances in the field of …",
                "p0-15": "The changes experienced by X over the past decade remain unprecedented.",
                "p0-16": "In light of recent events in X, it is becoming extremely difficult to ignore the existence of …"
        },
        {
                "title": "Establishing the importance of the topic as a problem to be addressed",
                "p0-0": "X is a major problem in …",
                "p0-1": "Of particular concern is …",
                "p0-2": "One of the main obstacles …",
                "p0-3": "One of the greatest challenges …",
                "p0-4": "A key issue is the safe disposal of …",
                "p0-5": "The main disadvantage of X is that …",
                "p0-6": "X is associated with increased risk of …",
                "p0-7": "X impacts negatively upon a range of …",
                "p0-8": "X is a common disorder characterised by …",
                "p0-9": "It is now well established that X can impair …",
                "p0-10": "X has led to the decline in the population of …",
                "p0-11": "X is a growing public health concern worldwide.",
                "p0-12": "The main challenge faced by many researchers is the …",
                "p0-13": "X is one of the most frequently stated problems with …",
                "p0-14": "Lack of X has existed as a health problem for many years.",
                "p0-15": "X is a major environmental problem, and the main cause of …",
                "p0-16": "Xs are one of the most rapidly declining groups of insects in …",
                "p0-17": "X is the leading cause of death in western-industrialised countries.",
                "p0-18": "Exposure to X has been shown to be related to adverse effects in …",
                "p0-19": "There is increasing concern that some Xs are being disadvantaged …",
                "p0-20": "There is an urgent need to address the safety problems caused by …",
                "p1-0": "X is a major problem in …",
                "p1-1": "Of particular concern is …",
                "p1-2": "One of the main obstacles …",
                "p1-3": "One of the greatest challenges …",
                "p1-4": "A key issue is the safe disposal of …",
                "p1-5": "The main disadvantage of X is that …",
                "p1-6": "X is associated with increased risk of …",
                "p1-7": "X impacts negatively upon a range of …",
                "p1-8": "X is a common disorder characterised by …",
                "p1-9": "It is now well established that X can impair …",
                "p1-10": "X has led to the decline in the population of …",
                "p1-11": "X is a growing public health concern worldwide.",
                "p1-12": "The main challenge faced by many researchers is the …",
                "p1-13": "X is one of the most frequently stated problems with …",
                "p1-14": "Lack of X has existed as a health problem for many years.",
                "p1-15": "X is a major environmental problem, and the main cause of …",
                "p1-16": "Xs are one of the most rapidly declining groups of insects in …",
                "p1-17": "X is the leading cause of death in western-industrialised countries.",
                "p1-18": "Exposure to X has been shown to be related to adverse effects in …",
                "p1-19": "There is increasing concern that some Xs are being disadvantaged …",
                "p1-20": "There is an urgent need to address the safety problems caused by …",
                "td0-0": "However,",
                "td1-0": "X may cause …",
                "td1-1": "X is limited by …",
                "td1-2": "X suffers from …",
                "td1-3": "X is too expensive to be used for …",
                "td1-4": "X has accentuated the problem of …",
                "td1-5": "the performance of X is limited by …",
                "td1-6": "X could be a contributing factor to …",
                "td1-7": "the synthesis of X remains a major challenge.",
                "td1-8": "X can be extremely harmful to human beings.",
                "td1-9": "research has consistently shown that X lacks …",
                "td1-10": "a major problem with this kind of application is …",
                "td1-11": "the determination of X is technically challenging.",
                "td1-12": "current methods of X have proven to be unreliable.",
                "td1-13": "these rapid changes are having a serious effect on …",
                "td1-14": "X can be adversely affected under certain conditions.",
                "td1-15": "observations have indicated a serious decline in the population of …"
        },
        {
                "title": "Referring to previous work to establish what is already known",
                "p0-0": "Recent evidence suggests that …",
                "p0-1": "Extensive research has shown that …",
                "p0-2": "Studies of X show the importance of …",
                "p0-3": "It has previously been observed that …",
                "p0-4": "Several attempts have been made to …",
                "p0-5": "Previous research has established that …",
                "p0-6": "Data from several studies suggest that …",
                "p0-7": "Recent work by historians has established that …",
                "p0-8": "Previous research comparing X and Y has found …",
                "p0-9": "The existing body of research on X suggests that …",
                "p0-10": "There is a growing body of literature that recognises …",
                "p0-11": "Several theories on the origin of X have been proposed.",
                "p0-12": "Existing research recognises the critical role played by …",
                "p0-13": "It is now well established from a variety of studies, that …",
                "p0-14": "Recently investigators have examined the effects of X on Y.",
                "p0-15": "Surveys such as that conducted by Smith (1988) have shown that …",
                "p0-16": "Factors found to be influencing X have been explored in several studies.",
                "p0-17": "A number of cross-sectional studies suggest an association between X and Y…",
                "p0-18": "Studies over the past two decades have provided important information on …",
                "p0-19": "A considerable amount of literature has been published on X. These studies …"
        },
        {
                "title": "Identifying a controversy within the field of study",
                "p0-0": "A much debated question is whether …",
                "p0-1": "One major issue in early X research concerned …",
                "p0-2": "To date there has been little agreement on what …",
                "p0-3": "The issue has grown in importance in light of recent …",
                "p0-4": "One of the most significant current discussions in X is …",
                "p0-5": "In the literature on X, the relative importance of Y is debated.",
                "p0-6": "One observer has already drawn attention to the paradox in …",
                "p0-7": "Questions have been raised about the use of animal subjects in …",
                "p0-8": "In many Xs, a debate is taking place between Ys and Zs concerning …",
                "p0-9": "Debate continues about the best strategies for the management of …",
                "p0-10": "This concept has recently been challenged by X studies demonstrating …",
                "p0-11": "The debate about X has gained fresh prominence with many arguing that …",
                "p0-12": "Scholars have long debated the impact of X on the creation and diffusion of …",
                "p0-13": "More recently, literature has emerged that offers contradictory findings about …",
                "p0-14": "One major theoretical issue that has dominated the field for many years concerns …",
                "p0-15": "The controversy about scientific evidence for X has raged unabated for over a century.",
                "p0-16": "The issue of X has been a controversial and much disputed subject within the field of …",
                "p0-17": "The causes of X have been the subject of intense debate within the scientific community.",
                "p0-18": "In the literature on X, the relative importance of Y has been subject to considerable discussion."
        },
        {
                "title": "Explaining the inadequacies of previous studies",
                "p0-0": "Previous studies of X have not dealt with …",
                "p0-1": "Researchers have not treated X in much detail.",
                "p0-2": "Such expositions are unsatisfactory because they …",
                "p0-3": "Most studies in the field of X have only focused on …",
                "p0-4": "Such approaches, however, have failed to address …",
                "p0-5": "Previous published studies are limited to local surveys.",
                "p0-6": "Half of the studies evaluated failed to specify whether …",
                "p0-7": "The research to date has tended to focus on X rather than Y.",
                "p0-8": "Previously published studies on the effect of X are not consistent.",
                "p0-9": "Smith’s analysis does not take account of …, nor does she examine …",
                "p0-10": "The existing accounts fail to resolve the contradiction between X and Y.",
                "p0-11": "However, much of the research up to now has been descriptive in nature …",
                "p0-12": "The generalisability of much published research on this issue is problematic.",
                "p0-13": "Research on the subject has been mostly restricted to limited comparisons of …",
                "p0-14": "However, few writers have been able to draw on any systematic research into …",
                "p0-15": "Short-term studies such as these do not necessarily show subtle changes over time …",
                "p0-16": "Although extensive research has been carried out on X, no single study exists which …",
                "p0-17": "However, these results were based upon data from over 30 years ago and it is unclear if …",
                "p0-18": "The experimental data are rather controversial, and there is no general agreement about …",
                "p0-19": "Most studies in X have only been carried out in a small number of areas.",
                "p1-0": "Previous studies of X have not dealt with …",
                "p1-1": "Researchers have not treated X in much detail.",
                "p1-2": "Such expositions are unsatisfactory because they …",
                "p1-3": "Most studies in the field of X have only focused on …",
                "p1-4": "Such approaches, however, have failed to address …",
                "p1-5": "Previous published studies are limited to local surveys.",
                "p1-6": "Half of the studies evaluated failed to specify whether …",
                "p1-7": "The research to date has tended to focus on X rather than Y.",
                "p1-8": "Previously published studies on the effect of X are not consistent.",
                "p1-9": "Smith’s analysis does not take account of …, nor does she examine …",
                "p1-10": "The existing accounts fail to resolve the contradiction between X and Y.",
                "p1-11": "However, much of the research up to now has been descriptive in nature …",
                "p1-12": "The generalisability of much published research on this issue is problematic.",
                "p1-13": "Research on the subject has been mostly restricted to limited comparisons of …",
                "p1-14": "However, few writers have been able to draw on any systematic research into …",
                "p1-15": "Short-term studies such as these do not necessarily show subtle changes over time …",
                "p1-16": "Although extensive research has been carried out on X, no single study exists which …",
                "p1-17": "However, these results were based upon data from over 30 years ago and it is unclear if …",
                "p1-18": "The experimental data are rather controversial, and there is no general agreement about …",
                "p1-19": "Most studies in X have only been carried out in a small number of areas."
        },
        {
                "title": "Identifying the paucity or lack of previous research",
                "p0-0": "There is little published data on …",
                "p0-1": "No previous study has investigated X.",
                "p0-2": "The use of X has not been investigated.",
                "p0-3": "There has been no detailed investigation of …",
                "p0-4": "There has been little quantitative analysis of …",
                "p0-5": "Data about the efficacy and safety of X are limited.",
                "p0-6": "Up to now, far too little attention has been paid to …",
                "p0-7": "A search of the literature revealed few studies which …",
                "p0-8": "The impact of X on Y is understudied, particularly for …",
                "p0-9": "Few studies have investigated X in any systematic way …",
                "p0-10": "In addition, no research has been found that surveyed …",
                "p0-11": "So far, however, there has been little discussion about …",
                "p0-12": "So far, very little attention has been paid to the role of X.",
                "p0-13": "Surprisingly, the effects of X have not been closely examined.",
                "p0-14": "In contrast to X, there is much less information about effects of …",
                "p0-15": "A systematic understanding of how X contributes to Y is still lacking.",
                "p0-16": "Despite the importance of X, there remains a paucity of evidence on …",
                "p0-17": "There have been no controlled studies which compare differences in …",
                "p0-18": "To date, the problem has received scant attention in the research literature",
                "p0-19": "To date, there are few studies that have investigated the association between …",
                "p1-0": "There is little published data on …",
                "p1-1": "No previous study has investigated X.",
                "p1-2": "The use of X has not been investigated.",
                "p1-3": "There has been no detailed investigation of …",
                "p1-4": "There has been little quantitative analysis of …",
                "p1-5": "Data about the efficacy and safety of X are limited.",
                "p1-6": "Up to now, far too little attention has been paid to …",
                "p1-7": "A search of the literature revealed few studies which …",
                "p1-8": "The impact of X on Y is understudied, particularly for …",
                "p1-9": "Few studies have investigated X in any systematic way …",
                "p1-10": "In addition, no research has been found that surveyed …",
                "p1-11": "So far, however, there has been little discussion about …",
                "p1-12": "So far, very little attention has been paid to the role of X.",
                "p1-13": "Surprisingly, the effects of X have not been closely examined.",
                "p1-14": "In contrast to X, there is much less information about effects of …",
                "p1-15": "A systematic understanding of how X contributes to Y is still lacking.",
                "p1-16": "Despite the importance of X, there remains a paucity of evidence on …",
                "p1-17": "There have been no controlled studies which compare differences in …",
                "p1-18": "To date, the problem has received scant attention in the research literature",
                "p1-19": "To date, there are few studies that have investigated the association between …",
                "td0-0": "While",
                "td0-1": "Whilst",
                "td0-2": "Although",
                "td1-0": "some research has been carried out on X,",
                "td2-0": "no single study exists which …",
                "td2-1": "no studies have been found which …",
                "td2-2": "no controlled studies have been reported.",
                "td2-3": "only two studies have attempted to investigate …",
                "td2-4": "there have been few empirical investigations into …",
                "td2-5": "there is still very little scientific understanding of …",
                "td2-6": "the mechanism by which … has not been established."
        },
        {
                "title": "Identifying a knowledge gap in the field of study",
                "p0-0": "It is still not known whether …",
                "p0-1": "… much less is known about X.",
                "p0-2": "The nature of X remains unclear.",
                "p0-3": "Currently, there are no data on …",
                "p0-4": "What is less clear is the nature of …",
                "p0-5": "Very little is currently known about X in …",
                "p0-6": "Research to date has not yet determined …",
                "p0-7": "What is not yet clear is the impact of X on …",
                "p0-8": "There is still uncertainty, however, whether …",
                "p0-9": "The response of X to Y is not fully understood.",
                "p0-10": "Causal factors leading to X remain speculative.",
                "p0-11": "The neurobiological basis of X is poorly understood.",
                "p0-12": "Little is known about X and it is not clear what factors …",
                "p0-13": "To date, only a limited number of Xs have been identified.",
                "p0-14": "The mechanisms that underpin X are not fully understood.",
                "p0-15": "Much uncertainty still exists about the relationship between …",
                "p0-16": "This indicates a need to understand the various perceptions of X that exist among …",
                "p0-17": "It is now well established that … However, the influence of X on Y has remained unclear.",
                "p1-0": "It is still not known whether …",
                "p1-1": "… much less is known about X.",
                "p1-2": "The nature of X remains unclear.",
                "p1-3": "Currently, there are no data on …",
                "p1-4": "What is less clear is the nature of …",
                "p1-5": "Very little is currently known about X in …",
                "p1-6": "Research to date has not yet determined …",
                "p1-7": "What is not yet clear is the impact of X on …",
                "p1-8": "There is still uncertainty, however, whether …",
                "p1-9": "The response of X to Y is not fully understood.",
                "p1-10": "Causal factors leading to X remain speculative.",
                "p1-11": "The neurobiological basis of X is poorly understood.",
                "p1-12": "Little is known about X and it is not clear what factors …",
                "p1-13": "To date, only a limited number of Xs have been identified.",
                "p1-14": "The mechanisms that underpin X are not fully understood.",
                "p1-15": "Much uncertainty still exists about the relationship between …",
                "p1-16": "This indicates a need to understand the various perceptions of X that exist among …",
                "p1-17": "It is now well established that … However, the influence of X on Y has remained unclear.",
                "td0-0": "However,",
                "td1-0": "very little is known about X in…",
                "td1-1": "few studies have investigated …",
                "td1-2": "the nature of X remains unclear.",
                "td1-3": "much less is known about how …",
                "td1-4": "the use of X has not been investigated.",
                "td1-5": "far too little attention has been paid to …",
                "td1-6": "the behaviour of X has not yet been investigated.",
                "td1-7": "the evidence for this relationship is inconclusive …",
                "td1-8": "much uncertainty still exists about the relation between …",
                "td1-9": "there have been no controlled studies which compare differences in …"
        },
        {
                "title": "Stating the focus, aim, or argument of a short paper",
                "p0-0": "In this paper, I argue that …",
                "p0-1": "This paper attempts to show that …",
                "p0-2": "The central thesis of this paper is that …",
                "p0-3": "In the pages that follow, it will be argued that …",
                "p0-4": "In this essay, I attempt to defend the view that …",
                "p0-5": "The aim of this essay is to explore the relationship between …",
                "p0-6": "The purpose of this paper is to review recent research into the …",
                "p1-0": "In this paper, I argue that …",
                "p1-1": "This paper attempts to show that …",
                "p1-2": "The central thesis of this paper is that …",
                "p1-3": "In the pages that follow, it will be argued that …",
                "p1-4": "In this essay, I attempt to defend the view that …",
                "p1-5": "The aim of this essay is to explore the relationship between …",
                "p1-6": "The purpose of this paper is to review recent research into the …",
                "td0-0": "This paper",
                "td1-0": "argues that …",
                "td1-1": "gives an account of …",
                "td1-2": "discusses the case of …",
                "td1-3": "analyses the impact of …",
                "td1-4": "attempts to show that …",
                "td1-5": "contests the claim that …",
                "td1-6": "provides an overview of …",
                "td1-7": "reviews the evidence for …",
                "td1-8": "reports on a study which …",
                "td1-9": "traces the development of …",
                "td1-10": "explores the ways in which …",
                "td1-11": "assesses the significance of …",
                "td1-12": "highlights the importance of …",
                "td1-13": "considers the implications of …",
                "td1-14": "critically examines the view that …",
                "td1-15": "proposes a new methodology for …",
                "td1-16": "examines the relationship between …",
                "td1-17": "compares the different ways in which …",
                "td1-18": "investigates the factors that determine …",
                "td1-19": "describes the design and implementation of …"
        },
        {
                "title": "Stating the purpose of the current research",
                "p0-0": "The specific objective of this study was to …",
                "p0-1": "An objective of this study was to investigate …",
                "p0-2": "This thesis will examine the way in which the …",
                "p0-3": "This study set out to investigate the usefulness of …",
                "p0-4": "This dissertation seeks to explain the development of …",
                "p0-5": "This case study seeks to examine the changing nature of …",
                "p0-6": "The objectives of this research are to determine whether …",
                "p0-7": "This prospective study was designed to investigate the use of …",
                "p0-8": "This research examines the emerging role of X in the context of …",
                "p0-9": "This study systematically reviews the data for…, aiming to provide …",
                "p0-10": "Drawing upon two strands of research into X, this study attempts to …",
                "p0-11": "This thesis intends to determine the extent to which … and whether …",
                "p0-12": "This dissertation aims to unravel some of the mysteries surrounding …",
                "p0-13": "This study therefore set out to assess the effect of X …, and the effect of …",
                "p0-14": "The main aim of this study is to investigate the differences between X and Y.",
                "p0-15": "Part of the aim of this project is to develop software that is compatible with …",
                "p0-16": "There are two primary aims of this study: 1. To investigate … 2. To ascertain …",
                "p0-17": "This study seeks to obtain data which will help to address these research gaps.",
                "p0-18": "One purpose of this study was to assess the extent to which these factors were …",
                "p0-19": "The purpose of this investigation is to explore the relationship between X and Y."
        },
        {
                "title": "Describing the research design and the methods used",
                "p0-0": "Data for this study were collected using …",
                "p0-1": "Five works will be examined, all of which …",
                "p0-2": "This investigation takes the form of a case-study of the …",
                "p0-3": "This study was exploratory and interpretative in nature.",
                "p0-4": "This study uses a qualitative case study approach to investigate …",
                "p0-5": "The research data in this thesis is drawn from four main sources: …",
                "p0-6": "The approach to empirical research adopted for this study was one of …",
                "p0-7": "This dissertation follows a case-study design, with in-depth analysis of …",
                "p0-8": "By employing qualitative modes of enquiry, I attempt to illuminate the …",
                "p0-9": "Qualitative and quantitative research designs were adopted to provide …",
                "p0-10": "Both qualitative and quantitative methods were used in this investigation.",
                "p0-11": "A holistic approach is utilised, integrating X, Y and Z material to establish …",
                "p0-12": "The study was conducted in the form of a survey, with data being gathered via …",
                "p0-13": "The methodological approach taken in this study is a mixed methodology based on …",
                "p0-14": "A combination of quantitative and qualitative approaches was used in the data analysis."
        },
        {
                "title": "Explaining the significance of the current study",
                "p0-0": "This is the first study to …",
                "p0-1": "This study provides new insights into …",
                "p0-2": "This work will generate fresh insight into …",
                "p0-3": "The study offers some important insights into …",
                "p0-4": "Understanding the link between X and Y will help …",
                "p0-5": "This is the first study to undertake a longitudinal analysis of …",
                "p0-6": "The present research explores, for the first time, the effects of …",
                "p0-7": "The importance and originality of this study are that it explores …",
                "p0-8": "The findings should make an important contribution to the field of ….",
                "p0-9": "Characterisation of X is important for our increased understanding of …",
                "p0-10": "It is hoped that this research will contribute to a deeper understanding of …",
                "p0-11": "This study aims to contribute to this growing area of research by exploring …",
                "p0-12": "This project provided an important opportunity to advance the understanding of …",
                "p0-13": "Therefore, this study makes a major contribution to research on X by demonstrating …",
                "p0-14": "There are several important areas where this study makes an original contribution to …",
                "p0-15": "The experimental work presented here provides one of the first investigations into how …"
        },
        {
                "title": "Describing the limitations of the current study",
                "p0-0": "The thesis does not engage with …",
                "p0-1": "It is not the task of this paper to examine …",
                "p0-2": "This study is unable to encompass the entire …",
                "p0-3": "Establishing X is beyond the scope of this study.",
                "p0-4": "It is beyond the scope of this study to examine the …",
                "p0-5": "A full discussion of X lies beyond the scope of this study.",
                "p0-6": "The reader should bear in mind that the study is based on …",
                "p0-7": "Another potential problem is that the scope of my thesis may be too broad.",
                "p0-8": "Due to practical constraints, this paper cannot provide a comprehensive review of…"
        },
        {
                "title": "Giving reasons for personal interest in the research",
                "p0-0": "I became interested in Xs after reading …",
                "p0-1": "My interest in this area developed while I was …",
                "p0-2": "I have worked closely with X for many years and …",
                "p0-3": "My personal experience of X has prompted this research.",
                "p0-4": "My main reason for choosing this topic is personal interest.",
                "p0-5": "It is my experience of working with X that has driven this research.",
                "p0-6": "This project was conceived during my time working for X. As a medical advisor, I witnessed …",
                "p0-7": "* sometimes found in the humanities, and the applied human sciences",
                "p1-0": "I became interested in Xs after reading …",
                "p1-1": "My interest in this area developed while I was …",
                "p1-2": "I have worked closely with X for many years and …",
                "p1-3": "My personal experience of X has prompted this research.",
                "p1-4": "My main reason for choosing this topic is personal interest.",
                "p1-5": "It is my experience of working with X that has driven this research.",
                "p1-6": "This project was conceived during my time working for X. As a medical advisor, I witnessed …",
                "p1-7": "* sometimes found in the humanities, and the applied human sciences"
        },
        {
                "title": "Outlining the structure of the paper or dissertation",
                "p0-0": "The first section of this paper will examine…",
                "p0-1": "This paper begins by … It will then go on to …",
                "p0-2": "My thesis is composed of four themed chapters.",
                "p0-3": "The essay has been organised in the following way.",
                "p0-4": "The remaining part of the paper proceeds as follows: …",
                "p0-5": "The main issues addressed in this paper are: a), b) and c).",
                "p0-6": "This paper first gives a brief overview of the recent history of X.",
                "p0-7": "This paper has been divided into four parts. The first part deals with …",
                "p0-8": "The third chapter is concerned with the methodology used for this study.",
                "p0-9": "The overall structure of the study takes the form of six chapters, including …",
                "p0-10": "Chapter Four analyses the results of interviews and focus group discussions undertaken during …",
                "p0-11": "Chapter Two begins by laying out the theoretical dimensions of the research, and looks at how …",
                "p0-12": "The fourth section presents the findings of the research, focusing on the three key themes that …"
        },
        {
                "title": "Explaining key terms used in the current work",
                "p0-0": "(also refer toDefining terms",
                "p0-1": ")",
                "p0-2": "Throughout this paper, the term ‘X’ will refer to …",
                "p0-3": "The term ‘X’ will be used in this thesis to refer to …",
                "p0-4": "Historically, the term ‘X’ has been used to describe …",
                "p0-5": "It is necessary here to clarify exactly what is meant by …",
                "p0-6": "The phrase ‘X’ will be used in this study to describe the …",
                "p0-7": "According to Smith (2002), X can be defined as follows: ‘ … ’",
                "p0-8": "In this article, the abbreviation XYZ will be used to refer to …",
                "p0-9": "Throughout this dissertation, the term ‘X’ will be used to refer to …",
                "p0-10": "The term ‘X’ is a relatively new name for …, commonly referred to as …",
                "p0-11": "In this essay, the term ‘X’ will be used in its broadest sense to refer to all …",
                "p0-12": "In this dissertation, the terms ‘X’ and ‘Y’ are used interchangeably to mean …",
                "p0-13": "While a variety of definitions of the term X have been suggested, this paper will use the definition first suggested by Smith (1968) who saw it as …",
                "p1-0": "(also refer toDefining terms",
                "p1-1": ")",
                "p1-2": "Throughout this paper, the term ‘X’ will refer to …",
                "p1-3": "The term ‘X’ will be used in this thesis to refer to …",
                "p1-4": "Historically, the term ‘X’ has been used to describe …",
                "p1-5": "It is necessary here to clarify exactly what is meant by …",
                "p1-6": "The phrase ‘X’ will be used in this study to describe the …",
                "p1-7": "According to Smith (2002), X can be defined as follows: ‘ … ’",
                "p1-8": "In this article, the abbreviation XYZ will be used to refer to …",
                "p1-9": "Throughout this dissertation, the term ‘X’ will be used to refer to …",
                "p1-10": "The term ‘X’ is a relatively new name for …, commonly referred to as …",
                "p1-11": "In this essay, the term ‘X’ will be used in its broadest sense to refer to all …",
                "p1-12": "In this dissertation, the terms ‘X’ and ‘Y’ are used interchangeably to mean …",
                "p1-13": "While a variety of definitions of the term X have been suggested, this paper will use the definition first suggested by Smith (1968) who saw it as …"
        }
]